
{ "apologies" : [	
	{
		"name":"Bill Clinton",
		"industry" : "politics",
		"text": "Good evening. This afternoon in this room, from this chair, I testified before the Office of Independent Counsel and the grand jury. I answered their questions truthfully, including questions about my private life, questions no American citizen would ever want to answer. Still, I must take complete responsibility for all my actions, both public and private. And that is why I am speaking to you tonight. As you know, in a deposition in January, I was asked questions about my relationship with Monica Lewinsky. While my answers were legally accurate, I did not volunteer information. Indeed, I did have a relationship with Miss Lewinsky that was not appropriate. In fact, it was wrong. It constituted a critical lapse in judgment and a personal failure on my part for which I am solely and completely responsible. But I told the grand jury today and I say to you now that at no time did I ask anyone to lie, to hide or destroy evidence or to take any other unlawful action. I know that my public comments and my silence about this matter gave a false impression. I misled people, including even my wife. I deeply regret that. I can only tell you I was motivated by many factors. First, by a desire to protect myself from the embarrassment of my own conduct. I was also very concerned about protecting my family. The fact that these questions were being asked in a politically inspired lawsuit, which has since been dismissed, was a consideration, too. In addition, I had real and serious concerns about an independent counsel investigation that began with private business dealings 20 years ago, dealings I might add about which an independent federal agency found no evidence of any wrongdoing by me or my wife over two years ago. The independent counsel investigation moved on to my staff and friends, then into my private life. And now the investigation itself is under investigation. This has gone on too long, cost too much and hurt too many innocent people. Now, this matter is between me, the two people I love most -- my wife and our daughter -- and our God. I must put it right, and I am prepared to do whatever it takes to do so. Nothing is more important to me personally. But it is private, and I intend to reclaim my family life for my family. It's nobody's business but ours. Even presidents have private lives. It is time to stop the pursuit of personal destruction and the prying into private lives and get on with our national life. Our country has been distracted by this matter for too long, and I take my responsibility for my part in all of this. That is all I can do. Now it is time -- in fact, it is past time to move on. We have important work to do -- real opportunities to seize, real problems to solve, real security matters to face. And so tonight, I ask you to turn away from the spectacle of the past seven months, to repair the fabric of our national discourse, and to return our attention to all the challenges and all the promise of the next American century. Thank you for watching. And good night.",
		"date": "17081998",
		"source": "CNN"
	},	
	{
		"name":"Louis C.K.",
		"industry" : "entertainment",
		"text": "I want to address the stories told to The New York Times by five women named Abby, Rebecca, Dana, Julia who felt able to name themselves and one who did not. These stories are true. At the time, I said to myself that what I did was O.K. because I never showed a woman my dick without asking first, which is also true. But what I learned later in life, too late, is that when you have power over another person, asking them to look at your dick isn’t a question. It’s a predicament for them. The power I had over these women is that they admired me. And I wielded that power irresponsibly. I have been remorseful of my actions. And I’ve tried to learn from them. And run from them. Now I’m aware of the extent of the impact of my actions. I learned yesterday the extent to which I left these women who admired me feeling badly about themselves and cautious around other men who would never have put them in that position. I also took advantage of the fact that I was widely admired in my and their community, which disabled them from sharing their story and brought hardship to them when they tried because people who look up to me didn’t want to hear it. I didn’t think that I was doing any of that because my position allowed me not to think about it. There is nothing about this that I forgive myself for. And I have to reconcile it with who I am. Which is nothing compared to the task I left them with. I wish I had reacted to their admiration of me by being a good example to them as a man and given them some guidance as a comedian, including because I admired their work. The hardest regret to live with is what you’ve done to hurt someone else. And I can hardly wrap my head around the scope of hurt I brought on them. I’d be remiss to exclude the hurt that I’ve brought on people who I work with and have worked with who’s professional and personal lives have been impacted by all of this, including projects currently in production: the cast and crew of Better Things, Baskets, The Cops, One Mississippi, and I Love You, Daddy. I deeply regret that this has brought negative attention to my manager Dave Becky who only tried to mediate a situation that I caused. I’ve brought anguish and hardship to the people at FX who have given me so much The Orchard who took a chance on my movie. and every other entity that has bet on me through the years. I’ve brought pain to my family, my friends, my children and their mother. I have spent my long and lucky career talking and saying anything I want. I will now step back and take a long time to listen. Thank you for reading.",
		"date": "10112017",
		"source": "New York Times"
	},
	{
		"name":"Anthony Weiner",
		"industry" : "politics",
		"text": "Good Afternoon. About twenty years ago, I stood in this very same room here at the council center and asked my neighbors for their help to take a chance on me in electing me to the City Council. Then some seven years later, I asked those same people to join with people in Queens in sending me to Congress. There is no higher honor in a democracy than to be sent by your neighbors to represent them in the United States House of Representatives. It is particularly humbling to represent this district because the communities and families of the Ninth Congressional district are hard-working, they’re patriotic, they’re opinionated, they are authentic. I have never forgotten my neighbors because they represent the same middle-class story as mine. I went to public schools my whole life. My mother was a schoolteacher for 32 years. My father went to law school on the G.I. Bill. The middle-class story of New York is my story, and I’m very proud of that. I am here today to again apologize for the personal mistakes I have made and the embarrassment I have caused. I make this apology to my neighbors and my constituents but I make it particularly to my wife, Huma. I had hoped to be able to continue the work that the citizens of my district elected me to do: to fight for the middle class and those struggling to make it. Unfortunately, the distraction that I have created has made that impossible, so today I’m announcing my resignation from Congress, so my colleagues can get back to work, my neighbors can choose a new representative and most importantly that my wife and I can continue to heal from the damage I have caused. To repeat, most importantly, most importantly, so that I can continue to heal from the damage that I have caused. I want to thank my colleagues in the House of Representatives, Democrats and Republicans alike. They come from different places around the country, but fundamentally we all agree. They’re all patriots and I will miss them all. Thank you. I also want to express my gratitude to members of my staff. They’re young people who are not paid very much. They’re people that work very hard and very long hours. Ultimately, those people define the notion of service. I want to thank of course the many people who have helped me, the people who have volunteered, the people who have given me advice, the many of my constituents who have offered me good ideas. And of course I want to express my gratitude to my family: to my mother and father who instilled in me the values that carried me this far; to my brother, Jason; and of course to my wife, Huma, who has stood with me in this entire difficult period and to whom I owe so very much. I got into politics to help give voice to the many who simply did not have one. Now I’ll be looking for other ways to contribute my talents to make sure that we live up to that most New York and American of ideals: the idea that leading a family, a community and ultimately a country is the one thing that all unites us, the one thing we’re all focused on. With God’s help and with hard work we will all be successful. Thank you and good afternoon.",
		"date": "16062011",
		"source": "CBS Local"
	},
	{
		"name":"Fox News",
		"industry" : "news media",
		"text": "We sincerely regret and apologize for the fact that Gretchen was not treated with the respect that she and all our colleagues deserve.",
		"date": "06092016",
		"source": "CNN"
	},
	{
		"name":"Gary Hart",
		"industry" : "politics",
		"text": "I apologize for being late. There was a little traffic coming down Bear Creek Canyon this morning. I'd intended, quite frankly, to come down here this morning and read a short carefully worded political statement saying that I was withdrawing from the race and then quietly disappear from the stage. And then after, frankly, tossing and turning all night, as I have for the last three or four nights, I woke up about four or five this morning with a start. And I said to myself, hell no. And I'm not going to do that. I'm not going to do that, because it's not my style and because I'm a proud man and I'm proud of what I've accomplished. Let's hold down the applause. Thank you. I appreciate it, but let's get through this. Now, clearly Lee and I've never had a tougher week, but I'm not a beaten man; I'm an angry and defiant man. I've said that I bend but I don't break. And believe me, I'm not broken. So instead of getting this over fast, I'm going to get just kind of talk a while about this week and the times that we're in. Frankly, the hardest part about making this decision has been my children. They're both more angry and confused than I've ever seen them in their lives. And very frankly they're angry at me, their father. They don't want me to get out of this race. And, you know, I believe that there are also a lot of angry and confused voters out around this country. So what I have to say here is both for my children and for those voters. Two Problems in Politics Since getting into politics a long time ago, there are at least two things I haven't been very good at: talking about myself and playing the political game. But I've never felt the voters really cared about either one of those things, frankly. They're smart enough to know who you are without you telling them. You look them in the eye and you talk to them and they decide whether you're telling the truth or not. So I haven't spent a lot of time and effort trying to create an image. I am who I am, take it or leave it. And, frankly, I'm pretty happy with who I am, and evidently some voters have been also. I haven't based my campaigns on the support of politicians, even though some of them are my very best friends. With all due respect, most politicians, with the exception of a few with great courage, wait to see how political events are breaking before risking their political capital. Now, I understand that. But what this means together with the rest of it is that I guess I've become some kind of a rare bird, some extraordinary creature that has to be dissected by those who analyze politics to find out what makes them tick. Well, I resist that. And so, then, I become cool and aloof or elusive or enigmatic or what not. And then the more people want to talk about me, the more I resist it, and so on. And so it gets to be like the cat chasing its tail. Now, a number of friends of mine around the country will tell you that in the weeks leading up to this race, I gave serious thought to not running for President. In many ways, I didn't want to. 'I Cannot Be the Issue' It's because I had to do a number of these profiles and I could see what was happening: I was going to be the issue. Now, I don't want to be the issue. And I cannot be the issue, because that breaks the link between me and the voters. And that's what I tried to explain to my children. If someone's able to throw up a smokescreen and keep it up there long enough, you can't get your message across. You can't raise the money to finance a campaign; there's too much static, and you can't communicate. In the final analysis, the American people decide what qualities are important to govern this country in the national interest. And they haven't been heard from yet. The last public event we did was the night before last in Littleton, N.H. There were maybe 100-150 people there - the height of the circuit - and not one question about me. The people there wanted to know about everything from South Africa to AIDS to Ireland to day care to job training to Central America, and the list went on. I doubt any of that got on the evening news. And that's the point. In public life, some things may be interesting, but that doesn't necessarily mean they're important. Whether I changed my name or still owe campaign debts may be interesting at least for a while, but for most people in this country that's not what concerns them. For the farmers in Amarillo, the oilfield workers in Lousiana, the steel workers in Pennsylvania - I can tell you because I've listened to them - they want jobs. Their kids want a chance to get an education. And like all the rest of us, they don't want to be killed by some nuclear weapon. But if you're going to have to spend all your time talking about yourself - and you're not particularly good about that, anyway - then you cannot maintain that link with the voters that lets you listen to their concerns and offer your ideas and proposals. And that's about where we are today. 'This Campaign Cannot Go On' Now clearly under present circumstances, this campaign cannot go on. I refuse to submit my family and my friends and innocent people and myself to further rumors and gossip. It's simply an intolerable situation. I believe I would have been a successful candidate. And I know I could have been a very good President, particularly for these times. But apparently now we'll never know. I've had the support of some of the most talented people in this country, particularly young people. And I want to say to all of them today: March on. There's a lot of work to do. We're all going to have to seriously question the system for selecting our national leaders, for it reduces the press of this nation to hunters and Presidential candidates to being hunted. That has reporters in bushes; false and inaccurate stories printed; photographers peeking in our windows; swarms of helicopters hovering over our roof, and my very strong wife close to tears because she can't even get in her own house at night without being harassed. And then after all that, ponderous pundits wondering in mock seriousness why some of the best people in this country choose not to run for high office. Now I want those talented people who supported me to insist that this system be changed. Too much of it is just a mockery, and if it continues to destroy people's integrity and honor, then that system will eventually destroy itself. Politics in this country - take it from me - is on the verge of becoming another form of athletic competition or sporting match. We all better do something to make this system work or we're all going to be soon rephrasing Jefferson to say: I tremble for my country when I think we may, in fact, get the kind of leaders we deserve. Advice to Young Idealists I say to my children and other frustrated and angry young people, I'm angry, too. I've made some mistakes; I've said so. I said I would, because I'm human. And I did. Maybe big mistakes, but not bad mistakes. But I'm an idealist and I love this country deeply, and I want to serve this country. The events of this week should not deter any of you who are idealistic young people from moving on and moving up. I would say to the young people of this country the torch of idealism burns bright in your hearts. It should lead you into public service and national service. It should lead you to want to make this country better. And whoever you are and whatever you do in that cause, at least in spirit, I will be with you. Thank you very much.",
		"date": "09051987",
		"source": "New York Times"
	},
	{
		"name":"Eliot Spitzer",
		"industry" : "politics",
		"text": "Good afternoon. Over the past nine years, eight years as attorney general and one as governor, I’ve tried to uphold a vision of progressive politics that would rebuild New York and create opportunity for all. We sought to bring real change to New York and that will continue. Today, I want to briefly address a private matter. I have acted in a way that violates my obligations to my family and that violates my — or any — sense of right and wrong. I apologize first, and most importantly, to my family. I apologize to the public, whom I promised better. I do not believe that politics in the long run is about individuals. It is about ideas, the public good and doing what is best for the State of New York. But I have disappointed and failed to live up to the standard I expected of myself. I must now dedicate some time to regain the trust of my family. I will not be taking questions. Thank you very much. I will report back to you in short order. Thank you very much.",
		"date": "10032008",
		"source": "New York Times"
	},
	{
		"name":"Rush Limbaugh",
		"industry" : "news media",
		"text": "For over 20 years, I have illustrated the absurd with absurdity, three hours a day, five days a week. In this instance, I chose the wrong words in my analogy of the situation. I did not mean a personal attack on Ms. Fluke. I think it is absolutely absurd that during these very serious political times, we are discussing personal sexual recreational activities before members of Congress. I personally do not agree that American citizens should pay for these social activities. What happened to personal responsibility and accountability? Where do we draw the line? If this is accepted as the norm, what will follow? Will we be debating if taxpayers should pay for new sneakers for all students that are interested in running to keep fit? In my monologue, I posited that it is not our business whatsoever to know what is going on in anyone's bedroom nor do I think it is a topic that should reach a Presidential level. My choice of words was not the best, and in the attempt to be humorous, I created a national stir. I sincerely apologize to Ms. Fluke for the insulting word choices.",
		"date": "03032012",
		"source": "Politico"
	},
	{
		"name":"Tyrese",
		"industry" : "music",
		"text": "My mother taught me better than this..... lesson learned in life you will learn that It's not always 'what' you say, it's the 'how' we choose to say it. For the record I'm far from a misogynist, a male chauvinist or flat out mean..... My intentions were there but my delivery fucking horrible.... And clearly all the way off.... And for that I sincerely apologize to all of the ladies... Even after this apology.... Some may likely decide to NOT forgive me.... Time and consistency heals all wounds.... Although I've been consistently for years speaking on these topics and some of the same words in my message, I have never experienced what I am experiencing right now. - I've been getting dragged and feel the heat from my poor choice of words and approach to my messages, trust me..... Please accept this as my sincere apology for my poor choice of words - Shit gets real when it goes from a social media dragging to my own wife giving me the side eye and coming at me, even she's not happy with the way I've conducted myself.... it's crazy how non-public figures can say and do some really dumb shit and it will stay amongst your family and friends or local in your hood.... When you have been an entertainer for 15+ years the whole WORLD is literally watching you grow up & learn, bump your head, make mistakes and evolve as the world watches.... This is a real lesson learned... This is not just a regular IG post for me. I want to truly say that I'm sorry, I'm not APOLOGIZING in an effort to be politically correct, I apologize as a man first for the things that I've recently said about choices women have the right to make, for the terms that I've used and the way I've come across. I was raised to think and feel certain ways, and I'm learning new things that combat those messages. I am not perfect or all knowing, nor am I the one to claim to be. I've learned things through experience which I share, and through these last couple of weeks, I've learned a lot through this well deserved internet dragging...... This is about a man owning up to his actions, taking responsibility, recognizing how to do better, and actually doing better. Ladies you deserve better...",
		"date": "14042017",
		"source": "Huffington Post"
	},
	{
		"name":"Cam Newton",
		"industry" : "sports",
		"text": "After careful thought, I understand that my word choice was extremely degrading, and disrespectful to women. To be honest, that was not my intention. If you are a person who took offense to what I said, I sincerely apologize to you. I’m a man who tries to be a positive role model in my community, and tries to use my platform to inspire others. I take ownership to everything that comes with that. And what I did was extremely unacceptable. I’m a father to two beautiful daughters, and at their age I try to instill in them that they can be anything that they want to be. The fact that during this whole process I’ve already lost sponsors and countless fans, I realize that the joke is really on me. I’ve learned a valuable lesson from this. And to the young people who see this, I hope you learn something from this as well. Don’t be like me, be better than me. To the reporters, the journalists, the moms, supermoms, to the daughters, the sisters, and the women all around the world, I sincerely apologize and hope that you can find the kindness in your heart to forgive me. Thank you.",
		"date": "05102017",
		"source": "SBNation"
	},
	{
		"name":"Ben Genocchio",
		"industry" : "art",
		"text": "Launching start-up news websites definitely led to conflicts with a few employees, but I never intentionally acted in an inappropriate manner nor spoke to or touched a colleague in a sexually inappropriate way. To the extent my behavior was perceived as disrespectful, I deeply and sincerely apologize and will ensure it does not happen again.",
		"date": "08112017",
		"source": "New York Times"
	},
	{
		"name":"Jeff Hoover",
		"industry" : "politics",
		"text": "To say that the past few weeks, and especially the past four days, have been trying and difficult would be an understatement. With prayer, support from my family and friends, and hundreds of people, we have endured. I want to thank so many Kentuckians who have reached out to me and my family during this time. The decision today is what is best for Kentucky, what is best for the House of Representatives. For 21 years, the folks in Russell, Clinton, Cumberland, and Pulaski counties have given me the honor and privilege to serve and represent them here in Frankfort. I have served them and the citizens of this state to the very best of my ability. I have tried to develop and maintain a sense of fairness, honesty, and integrity in all my dealings and actions in Frankfort. I have tried, since January, as Speaker of the House, to change the tone of how things were done in Frankfort, to show that folks from both parties, majority and minority, should be engaged in the process and could work together to solve issues and make the Kentucky we all love a better place. I am proud of the work we have done, and the progress we have made. Now we face a difficult time . . . A few weeks ago, on October 17th, I received a letter from an attorney on behalf of his client making allegations, let me repeat, allegations, against me and others for sexual harassment. The letter was not a demand letter in the sense of demanding a sum of money – it requested that we negotiate a resolution instead of litigating the allegations. I immediately contacted and sought the advice of counsel. After discussing the matter with counsel on October 18th, I informed the other individuals named in the allegations. On October 20th, we met with counsel to discuss the allegations. In the meantime, our counsel and the complainant’s attorney spoke about setting up a formal mediation with a mediator selected, and paid, by both sides in an effort to resolve the dispute and in a manner requested by the complainant’s attorney. By mutual agreement, this meeting was held five days later, just eight days after the letter was received, and as was requested by the complainant. At that mediation, an agreement was reached between all parties and all counsel to resolve the issue. None of the parties against whom the allegations were made admitted any wrongdoing. In fact, all of those individuals, including myself, absolutely and expressly denied any sexual harassment had taken place. The parties agreed that the mediation and resolution should remain confidential, which was important to both sides in the effort to move forward in the employment relationship. I did make mistakes in that I engaged in inappropriate text messages. I engaged in banter that was consensual, but yet was wrong on my part, and, for that, I am truly support. I have asked for and received forgiveness from God, my wife, Karyn, and my family has forgiven me and I have their unwavering support. Today, I ask the people of this Commonwealth to forgive me for my actions. I am truly sorry and ask for your forgiveness. But, as inappropriate as those text messages were, I want to reiterate at no time did I engage in unwelcome or unwanted conduct of any kind, and at no time were there ever any sexual relations of any kind. There has never been a culture of sexual harassment, as some opportunists would wrongly claim for their personal political gain. I can move forward in my life thanks to friends and family who, I hope, know the real Jeff Hoover, and know this was a mistake. I have fallen short. I am a sinner. My Twitter bio says “sinner saved by God’s grace.” That is me, even though some media reports have made light of my faith and this statement in their reporting. However, we are at a point that this is more than being about Jeff Hoover. We have many issues facing this state, not the least of which is the pension crisis. During the past few weeks, I have spoken out when I disagreed with the rhetoric and condescending attitude coming from some. I spoke out in support of my wife and teachers across this state when they were unfairly accused of “hoarding sick days. I spoke out and said those comments were disappointing. For that, I was chastised and told that was never said, although I had the audio and had listened to it and gotten the full story to confirm what was said before I made any public comment. I spoke out a few weeks ago when comments were made to a Louisville radio station about the pension discussion, comments which breached confidential discussions. When I objected, I was told I was “disrespectful and my objections were insulting.” There are other examples, but it is fair to say I am not the favorite legislator of some in this Capitol, nor have I ever been, quite honestly. The decision I have to make is what is best for the state at this time; what is best for this House of Representatives; what is best for my caucus members who stood strong with me and gave me their overwhelming support on Friday. It is no longer about Jeff Hoover. Today, it is more important than Jeff Hoover. In light of what has been said and transpired in the past day or so, there is no question that moving forward in the 2018 session will be difficult. I have been convicted of sexual harassment by some without knowing all the facts, without an opportunity to even defend against “allegations,” and convicted by some without any grasp or understanding or appreciation for the law. As we move toward the 2018 session, I do not want the story to always be about me versus someone else. I am not afraid of that battle, but it is how it will be portrayed. That is not fair to the people of this state, nor is it fair to my caucus members. It is not fair to the process that I have worked so hard to improve. And that is not conducive to getting problems solved and addressing issues facing us. Therefore, I am announcing my resignation as Speaker of the House, effective immediately. I will continue to serve as State Representative for the people of the 83rd District and represent them to the very best of my ability. I will continue to work hard to solve problems facing this state, and speak out when necessary. I leave the position of Speaker with no animosity toward anyone, not even those who have been working and conspiring for months for this result, nor those who have used this as an opportunity for political gain. My action today is because I love the Commonwealth of Kentucky and its people. I appreciate all those who have offered support and prayers. I am blessed.",
		"date": "08112017",
		"source": "New York Times"
	},
	{
		"name":"Brett Ratner",
		"industry" : "entertainment",
		"text": "Everyone who knows me knows that I don't have a prejudiced bone in my body. But as a storyteller I should have been much more thoughtful about the power of language and my choice of words.",
		"date": "01112017",
		"source": "CNN"
	},
	{
		"name":"Andy Dick",
		"industry" : "entertainment",
		"text": "I might have kissed somebody on the cheek to say goodbye and then licked them. That's my thing.",
		"date": "31102017",
		"source": "Hollywood Reporter"
	},
	{
		"name":"Michael Oreskes",
		"industry" : "news media",
		"text": "I am deeply sorry to the people I hurt. My behavior was wrong and inexcusable, and I accept full responsibility.",
		"date": "01112017",
		"source": "New York Times"
	},
	{
		"name":"Hamilton Fish",
		"industry" : "news media",
		"text": "As I understand it, some employees, to my deep dismay, complained this week that my presence had led them to feel uncomfortable at The New Republic. It’s my sense that our office culture has been harmed, and the best way for me to help the organization move past this is by withdrawing. Women have longstanding and profound concerns with respect to their treatment in the workplace. Many men have a lot to learn in this regard. I know I do.",
		"date": "02112017",
		"source": "Washington Post"
	},
	{
		"name":"Mark Halperin",
		"industry" : "news media",
		"text": "I am profoundly sorry for the pain and anguish I have caused by my past actions. I apologize sincerely to the women I mistreated. The world is now publicly acknowledging what so many women have long known: Men harm women in the workplace. That new awareness is, of course, a positive development. For a long time at ABC News, I was part of the problem. I acknowledge that, and I deeply regret it. As I said earlier in the week, my behavior was wrong. It caused fear and anxiety for women who were only seeking to do their jobs. In recent days I have closely read the accounts of women with whom I worked at ABC News. I have not read these accounts looking for discrepancies or inconsistencies. Instead, in almost every case, I have recognized conduct for which I feel profound guilt and responsibility, some involving junior ABC News personnel and women just starting out in the news business. Many of the accounts conveyed by journalists working on stories about me or that I have read after publication have not been particularly detailed (and many were anonymous) making it difficult for me to address certain specifics. But make no mistake: I fully acknowledge and apologize for conduct that was often aggressive and crude. Towards the end of my time at ABC News, I recognized I had a problem. No one had sued me, no one had filed a human resources complaint against me, no colleague had confronted me. But I didn't need a call from HR to know that I was a selfish, immature person, who was behaving in a manner that had to stop. For several years around my departure from ABC News, I had weekly counseling sessions to work on understanding the personal issues and attitudes that caused me to behave in such an inappropriate manner. Those who have worked with me in the past decade know that my conduct in subsequent jobs at TIME, Bloomberg, NBC News, and Showtime has not been what it was at ABC. I did not engage in improper behavior with colleagues or subordinates. If you spoke to my co-workers in those four places (men and women alike), I am confident you would find that I had a very different reputation than I had at ABC News because I conducted myself in a very different manner. Some of the allegations that have been made against me are not true. But I realize that is a small point in the scheme of things. Again, I bear responsibility for my outrageous conduct at ABC News. I hope that not only will women going forward be more confident in speaking up, but also that we as an industry and society can create an atmosphere that no longer tolerates this kind of behavior. I know I can never do enough to make up for the harm I caused. I will be spending time with my family and friends, as I work to make amends and contributions both large and small.",
		"date": "27102017",
		"source": "CNN"
	},
	{
		"name":"Knight Landesman",
		"industry" : "art",
		"text": "I fully recognize that I have tested certain boundaries, which I am working hard to correct. I have never willfully or intentionally harmed anyone. However, I am fully engaged in seeking help to insure that my behavior with both friends and colleagues is above reproach in the future.",
		"date": "24102017",
		"source": "Artnet"
	},
	{
		"name":"Leon Wienseltier",
		"industry" : "news media",
		"text": "For my offenses against some of my colleagues in the past I offer a shaken apology and ask for their forgiveness. The women with whom I worked are smart and good people. I am ashamed to know that I made any of them feel demeaned and disrespected. I assure them I will not waste this reckoning.",
		"date": "2410207",
		"source": "New York Times"
	},
	{
		"name":"John Besh",
		"industry" : "restaurant",
		"text": "Two years ago, I deeply hurt those I love by thoughtlessly engaging in a consensual relationship with one member of my team. Since then I have been seeking to rebuild my marriage and come to terms with my reckless actions given the profound love I have for my wife, my boys and my Catholic faith. I also regret any harm this may have caused to my second family at the restaurant group, and sincerely apologize to anyone past and present who has worked for me who found my behavior as unacceptable as I do. I alone am entirely responsible for my moral failings. This is not the way the head of a company like ours should have acted, let alone a husband and father. But it should not taint our incredible team of more than 1,000 employees, nor undermine our unyielding commitment to treating everyone with respect and dignity, regardless of gender, race, age and sexual preference.",
		"date": "26102017",
		"source": "The Time-Picayune"
	},
	{
		"name":"Chris Savino",
		"industry" : "entertainment",
		"text": "I am deeply sorry and ashamed. Although it was never my intention, I now understand that the impact of my actions and communications created an unacceptable environment. At every stage of my career, I have sought to uplift my colleagues and cultivate a culture of respect. In this objective, I have failed. I should have known better, I should have acted better, and this has been a difficult but valuable lesson. I have nothing but the deepest respect for the bravery of the women who have spoken out, trying to create an environment in which they can thrive to their fullest potential.",
		"date": "23102017",
		"source": "Deadline"
	},
	{
		"name":"Donald Trump",
		"industry" : "politics",
		"text": "I’ve never said I’m a perfect person, nor pretended to be someone that I’m not. I’ve said and done things I regret, and the words released today on this more than a decade-old video are one of them. Anyone who knows me knows these words don’t reflect who I am. I said it, I was wrong, and I apologize. I’ve traveled the country talking about change for America, but my travels have also changed me. I’ve spent time with grieving mothers who’ve lost their children, laid-off workers whose jobs have gone to other countries, and people from all walks of life who just want a better future. I have gotten to know the great people of our country, and I’ve been humbled by the faith they’ve placed in me. I pledge to be a better man tomorrow and will never, ever let you down. Let’s be honest — we’re living in the real world. This is nothing more than a distraction from the important issues we’re facing today. We are losing our jobs, we’re less safe than we were eight years ago, and Washington is totally broken. Hillary Clinton and her kind have run our country into the ground. I’ve said some foolish things, but there’s a big difference between the words and actions of other people. Bill Clinton has actually abused women, and Hillary has bullied, attacked, shamed and intimidated his victims. We will discuss this more in the coming days. See you at the debate on Sunday.",
		"date": "08102016",
		"source": "New York Times"
	},
	{
		"name":"Harvey Weinstein",
		"industry" : "entertainment",
		"text": "I came of age in the 60’s and 70’s, when all the rules about behavior and workplaces were different. That was the culture then. I have since learned it’s not an excuse, in the office - or out of it. To anyone. I realized some time ago that I needed to be a better person and my interactions with the people I work with have changed. I appreciate the way I’ve behaved with colleagues in the past has caused a lot of pain, and I sincerely apologize for it. Though I’m trying to do better, I know I have a long way to go. That is my commitment. My journey now will be to learn about myself and conquer my demons. Over the last year I've asked Lisa Bloom to tutor me and she's put together a team of people. I've brought on therapists and I plan to take a leave of absence from my company and to deal with this issue head on. I so respect all women and regret what happened. I hope that my actions will speak louder than words and that one day we will all be able to earn their trust and sit down together with Lisa to learn more. Jay Z wrote in 4:44 'I'm not the man I thought I was and I better be that man for my children.' The same is true for me. I want a second chance in the community but I know I've got work to do to earn it. I have goals that are now priorities. Trust me, this isn't an overnight process. I've been trying to do this for 10 years and this is a wake-up call. I cannot be more remorseful about the people I hurt and I plan to do right by all of them. I am going to need a place to channel that anger so I've decided that I'm going to give the NRA my full attention. I hope Wayne LaPierre will enjoy his retirement party. I'm going to do it at the same place I had my Bar Mitzvah. I'm making a movie about our President, perhaps we can make it a joint retirement party. One year ago, I began organizing a $5 million foundation to give scholarships to women directors at USC. While this might seem coincidental, it has been in the works for a year. It will be named after my mom and I won't disappoint her.",
		"date": "05102017",
		"source": "New York Times"
	},
	{
		"name":"Al Franken",
		"industry" : "politics",
		"text": "The first thing I want to do is apologize: to Leeann, to everyone else who was part of that tour, to everyone who has worked for me, to everyone I represent, and to everyone who counts on me to be an ally and supporter and champion of women. There's more I want to say, but the first and most important thing—and if it's the only thing you care to hear, that's fine—is: I'm sorry. I respect women. I don't respect men who don't. And the fact that my own actions have given people a good reason to doubt that makes me feel ashamed. But I want to say something else, too. Over the last few months, all of us—including and especially men who respect women—have been forced to take a good, hard look at our own actions and think (perhaps, shamefully, for the first time) about how those actions have affected women. For instance, that picture. I don't know what was in my head when I took that picture, and it doesn't matter. There's no excuse. I look at it now and I feel disgusted with myself. It isn't funny. It's completely inappropriate. It's obvious how Leeann would feel violated by that picture. And, what's more, I can see how millions of other women would feel violated by it—women who have had similar experiences in their own lives, women who fear having those experiences, women who look up to me, women who have counted on me. Coming from the world of comedy, I've told and written a lot of jokes that I once thought were funny but later came to realize were just plain offensive. But the intentions behind my actions aren't the point at all. It's the impact these jokes had on others that matters. And I'm sorry it's taken me so long to come to terms with that. While I don't remember the rehearsal for the skit as Leeann does, I understand why we need to listen to and believe women's experiences. I am asking that an ethics investigation be undertaken, and I will gladly cooperate. And the truth is, what people think of me in light of this is far less important than what people think of women who continue to come forward to tell their stories. They deserve to be heard, and believed. And they deserve to know that I am their ally and supporter. I have let them down and am committed to making it up to them.",
		"date": "17112017",
		"source": "CNN"
	},
	{
		"name":"Jesse Lacey",
		"industry" : "music",
		"text": "In an effort to address recent events and the public conversation currently happening, I feel it is important to make a clear and personal statement. The actions of my past have caused pain and harm to a number of people, and I want to say that I am absolutely sorry. I do not stand in defense of myself nor do I forgive myself. I was selfish, narcissistic, and insensitive in my past, and there are a number of people who have had to shoulder the burden of my failures. I apologize for the hurt I have caused, and hope to be able to take the correct actions to earn forgiveness and trust. Early on in my life, I developed a dependent and addictive relationship with sex. I was scared of it, ashamed, and unwilling or unable to admit it, and so it grew into a consistent and terrible problem. Years ago, after admitting my habits and cheating to my then soon to be wife, I began to approach my problem in a serious way. I entered professional treatment, both in group therapy and individual counseling, and revealed the realities of what a terrible place I had gotten to in my life, and what a terrible impact my actions had on people. Lust, sex, love, and arousal were coping tools for me, and I returned to them repeatedly. I detached my own feelings and emotions from most of my sexual interactions. I hid, or lied about my behavior to escape reproach. I was a habitual cheater. I have been unfaithful in many, if not most of my relationships, including the relationship with my wife, who has with all of her might, patience, and grace, tried to hold our marriage together, despite having to endure the pain of the revelations of my past. It is heart wrenching that the most important changes in my life have come at the expense of others. I am sorry for how I have hurt people, mistreated them, lied, and cheated. I am sorry for ignoring the way in which my position, status, and power as a member of a band affected the way people viewed me or their approach to their interactions with me. And I am sorry for how often I have not afforded women the respect, support, or honesty that they deserved, and which is their right. I believe in the equality and autonomy of all, but in my life I have been more of a detriment to these ideals than an advocate. I am working to shed all my narcissism and my self obsession, and to be better. In sobriety I have changed my life and my mind in real and important ways. I have also revealed the truth of my behaviors to myself and to others. I do not have words to express the patience and help my wife has offered me. I love my family with an intensity and realness that I have never felt before, and as a husband and a father I have been granted the opportunity to wake up each day with the intent to serve my family and the people around me, and to feel, for the first time that I have purpose. The fact remains that none of us get to put a wall up between who we are and who we were. I need to earn forgiveness. Concepts like repentance, compassion, and love, are made real through actions, and it’s through my actions that I need to prove change. I hope I can show humility, and that the pain I have caused people can heal. I am not above reproach, and no one should be.",
		"date": "11112017",
		"source": "Facebook"
	},
	{
		"name":"Kevin Spacey",
		"industry" : "entertainment",
		"text": "I have a lot of respect and admiration for Anthony Rapp as an actor. I'm beyond horrified to hear his story. I honestly do not remember the encounter, it would have been over 30 years ago. But if I did behave as he describes, I owe him the sincerest apology for what would have been deeply inappropriate drunken behavior, and I am sorry for the feelings he describes having carried with him all these years. This story has encouraged me to address other things about my life. I know that there are stories out there about me and that some have been fuelled by the fact that I have been so protective of my privacy. As those closest to me know, in my life I have had relationships with both men and women. I have loved and had romantic encounters with men throughout my life, and I choose now to live as a gay man. I want to deal with this honestly and openly and that starts with examining my own behavior.",
		"date": "30102017",
		"source": "Independent"
	},
	{
		"name":"Dominique Strauss-Kahn",
		"industry" : "finance",
		"text": "It was a moral error and I am not proud of it.",
		"date": "28092011",
		"source": "Reuters"
	},
	{
		"name":"Ben Affleck",
		"industry" : "entertainment",
		"text": "I acted inappropriately toward Ms. Burton and I sincerely apologize.",
		"date": "11102017",
		"source": "CNN"
	},
	{
		"name":"Dustin Hoffman",
		"industry" : "entertainment",
		"text": "I have the utmost respect for women and feel terrible that anything I might have done could have put her in an uncomfortable situation. I am sorry. It is not reflective of who I am.",
		"date": "01112017",
		"source": "USA Today"
	},
	{
		"name":"Charlie Rose",
		"industry" : "news media",
		"text": "In my 45 years in journalism, I have prided myself on being an advocate for the careers of the women with whom I have worked. Nevertheless, in the past few days, claims have been made about my behavior toward some former female colleagues. It is essential that these women know I hear them and that I deeply apologize for my inappropriate behavior. I am greatly embarrassed. I have behaved insensitively at times, and I accept responsibility for that, though I do not believe that all of these allegations are accurate. I always felt that I was pursuing shared feelings, even though I now realize I was mistaken. I have learned a great deal as a result of these events, and I hope others will too. All of us, including me, are coming to a newer and deeper recognition of the pain caused by conduct in the past, and have come to a profound new respect for women and their lives.",
		"date": "20112017",
		"source": "Business Insider"
	},
	{
		"name":"John Lasseter",
		"industry" : "entertainment",
		"text": "I’ve recently had a number of difficult conversations that have been very painful for me. It’s never easy to face your missteps, but it’s the only way to learn from them. Collectively, you mean the world to me, and I deeply apologize if I have let you down. I especially want to apologize to anyone who has ever been on the receiving end of an unwanted hug or any other gesture they felt crossed the line in any way, shape, or form. No matter how benign my intent, everyone has the right to set their own boundaries and have them respected.",
		"date": "21112017",
		"source": "The Verge"
	}
]}
